import React from "react";

import ButtonOutlineXL from "/src/components/buttons/button_outline_xl";

const Component = () => {


	return(
		<div className="modal-container radius-20 flex_ modal-">
			<div className="modal-wrap radius-8">
				<h6 className="body-2-B">
					이용약관
				</h6>
				<div eadonly className="text-box">
제1장 총칙<br />
제 1조(목적)<br />

본 약관은 사단법인 중소기업융합중앙회(이하 "중앙회"라 합니다.)의 협업지원시스템 사이트가 제공하는 서비스(이하 "서비스"라 한다)의 이용 조건 및 절차,당사자간 권리, 의무, 책임사항과 기타 필요한 사항을 규정함을 목적으로 합니다.
<br />제 2조(용어의 정의)
<br />본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
<br />1. 회원 : 중앙회와 서비스 이용 계약을 체결하고 이용자 아이디(ID)를 부여받은 기업 및 개인
<br />2. 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 중앙회가 승인하는 문자 또는 숫자의 조합(이하 "ID"라 합니다)으로 기업회원의 경우 사업자번호를 ID로 사용
<br />3. 비밀번호 : 회원이 부여받은 ID와 일치되는 회원임을 확인하고, 회원의 비밀보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합
<br />4. 해지(탈퇴) : 중앙회 또는 회원이 서비스 개통 후 이용계약을 해약하는 것
<br />제 3조(약관의 효력 및 변경)
<br />① 본 약관은 제5조에 따라 효력이 발생하며, 중앙회는 회원이 언제든지 약관을 열람할 수 있도록 합니다.
<br />② 중앙회는 관련법령에 위반되지 않는 범위 내에서 본 약관을 개정할 수 있으며, 개정되는 약관을 적용일자 7일 이전부터 공지 또는 이메일의 방법으로 회원들에게 통지합니다.
<br />③ 회원은 변경된 약관에 동의하지 않을 경우 회원 해지(탈퇴)를 요청할 수 있으며, 변경된 약관의 효력 발생일 이후에도 거부의사를 표시하거나 회원 해지(탈퇴)를 요청하지 않을 경우에는 약관의 변경 사항에 동의한 것으로 간주됩니다.
<br />제 4조(약관 외 준칙)
<br />본 약관에 명시되지 아니한 사항에 대해서는 전기통신기본법, 전기통신사업법, 정보통신망 이용촉진 등에 관한 법률 및 기타 관련 법령의 규정 및 상관행에 따릅니다.
<br />제2장 서비스 이용 계약
<br />제 5조(이용 계약의 성립)
<br />1. 회원 : 중앙회와 서비스 이용 계약을 체결하고 이용자 아이디(ID)를 부여받은 기업 및 개인
<br />2. 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 정하고 중앙회가 승인하는 문자 또는 숫자의 조합(이하 "ID"라 합니다)으로 기업회원의 경우 사업자번호를 ID로 사용
<br />3. 비밀번호 : 회원이 부여받은 ID와 일치되는 회원임을 확인하고, 회원의 비밀보호를 위해 회원 자신이 정한 문자 또는 숫자의 조합
<br />4. 해지(탈퇴) : 중앙회 또는 회원이 서비스 개통 후 이용계약을 해약하는 것
<br />제 6조(이용 신청)
<br />① 회원에 가입하기 위해서는 중앙회가 요청하는 소정의 가입신청 양식에서 요구하는 사항을 기록하여 신청하여야 합니다.
<br />② 가입신청 양식에 기재하는 모든 회원 정보는 모두 진정한 것으로 간주됩니다. 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스 이용에 제한을 받을 수 있습니다.
<br />제 7조(개인정보의 보호)
<br />① 중앙회는 서비스 이용 신청 시 및 이용 중에 회원이 제공하는 정보 등을 통하여 회원에 관한 정보를 수집하며, 회원의 개인정보는 본 서비스 이용계약의 이행과 본 이용계약상의 서비스 제공을 위한 목적으로 사용됩니다.
<br />② 중앙회는 서비스 제공과 관련하여 취득한 회원의 신상정보를 본인의 승낙 없이 제3자에게 누설 또는 배포할 수 없으며 상업적 목적으로 사용할 수 없습니다. 다만, 다음의 각 호에 해당하는 경우에는 그러하지 아니합니다.
<br />1. 다른 법률에 의해 보유기관 내부에서 이용하거나 보유기관 이외의 자에게 제공하는 경우.
<br />2. 정보주체의 동의가 있거나 또는 정보주체에게 제공하는 경우.
<br />3. 다른 법률에서 정하는 소관업무를 수행하기 위해 당해 처리정보를 이용할 상당한 이유가 있는 경우.
<br />4. 조약 기타 국제협정의 이행을 위해 외국정부 또는 국제기구에 제공하는 경우.
<br />5. 통계작성 및 학술연구 등의 목적을 위해 특정개인을 식별할 수 없는 형태로 제공하는 경우.
<br />6. 정보주체 또는 그 법정대리인이 의사표시를 할 수 없는 상태로 놓여 있거나 주소불명 등으로 동의를 할 수 없는 경우로써 정보주체외의 자에게 제공하는 것이 명백히 정보주체에게 이익이 된다고 인정되는 경우.
<br />7. 범죄의 수사와 공소의 제기 및 유지에 필요한 경우.
<br />8. 법원의 재판업무수행을 위하여 필요한 경우.
<br />9. 기타 대통령령이 정하는 특별한 사유가 있는 경우.
<br />③ 제②항의 범위 내에서 중앙회는 업무와 관련하여 회원 전체 또는 일부의 개인정보에 관한 집합적인 통계 자료를 작성하여 이를 사용할 수 있고, 서비스를 통하여 회원의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 회원은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.
<br />④ 중앙회가 제②항의 규정에도 불구하고 고지 또는 명시한 범위를 초과하여 회원의 개인정보를 이용하거나 제3자에게 제공하고자 하는 경우에는 제공받는 자, 제공목적 및 제공할 정보의 내용 등을 반드시 당해 회원에게 개별적으로 서면이나 전자우편 등으로 통지하여 동의를 받아야 합니다.
<br />⑤ 회원은 언제나 이용계약을 해지함으로써 개인정보의 수집 및 이용에 대한 동의 철회를 요구할 수 있으며 중앙회는 본인 여부를 확인하는 즉시 동의 철회를 위한 필요한 조치를 시행합니다. 해지의 방법은 본 약관에서 별도로 규정한 바에 따릅니다.
<br />제 8조(회원정보의 조회 및 변경)
<br />① 회원은 서비스 메뉴를 통해 언제든지 본인의 개인정보 및 기업정보를 조회하고 수정할 수 있습니다.
<br />② 회원은 이용신청 시 기재한 사항이 변경되었을 경우 서비스 메뉴를 통해 수정을 해야 하며 회원정보를 변경하지 않음으로 인하여 발생되는 문제의 책임은 회원에게 있습니다.
<br />제3장 계약 당사자의 의무
<br />제 9조(중앙회의 의무)
<br />① 중앙회는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정할 경우에는 즉시 처리하여야 합니다. 다만, 즉시 처리가 곤란한 경우는 회원에게 그 사유와 처리일정을 전자메일 또는 전화 등으로 통보하여야 합니다.
<br />② 중앙회는 회원 개인정보 보호와 관련하여 제7조제①항, 제②항에 제시된 내용을 지킵니다.
<br />③ 중앙회는 계속적이고 안정적인 서비스의 제공을 위하여 지속적으로 노력하며, 설비에 장애가 생기거나 멸실 된 때에는 지체 없이 이를 수리 복구합니다. 다만, 천재지변, 비상사태 또는 그 밖에 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.
<br />④ 중앙회는 이용계약의 체결, 계약사항의 변경 및 해지 등 회원과의 계약관련 절차 및 내용 등에 있어 회원에게 편의를 제공하도록 노력합니다.
<br />제 10조(회원의 의무)
<br />① 회원ID와 비밀번호에 관한 모든 관리와 부정사용에 대한 결과의 책임은 회원에게 있습니다.
<br />② 자신의 아이디(ID)가 부정하게 사용된 경우 또는 기타 보안 위반에 대하여, 회원은 반드시 중앙회에 그 사실을 통보해야 합니다.
<br />③ 회원은 관계법령, 이 약관에서 규정하는 사항, 서비스 이용 안내 및 주의 사항을 준수하여야 합니다.
<br />④ 회원은 중앙회의 사전 승인없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.
<br />⑤ 회원은 당 사이트 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
<br />1. 다른 회원의 ID를 부정 사용하거나 자신의 ID와 비밀번호를 양도, 임대, 대여하는 행위
<br />2. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
<br />3. 선량한 풍속, 기타 사회질서를 해하는 행위
<br />4. 타인의 명예를 훼손하거나 모욕하는 행위
<br />5. 타인의 지적재산권 등의 권리를 침해하는 행위
<br />6. 해킹행위 또는 컴퓨터바이러스의 유포행위
<br />7. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 전송하는 행위
<br />8. 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
<br />9. 당 사이트에 게시된 정보의 변경
<br />10. 기타 전기통신사업법 제53조와 전기통신사업법 시행령 16조(불온통신), 전기통신사업법 제53조3항에 위배되는 행위
<br />제4장 서비스 제공 및 이용
<br />제 11조(서비스 이용시간)
<br />① 서비스의 이용은 중앙회가 업무상 또는 기술상 특별한 경우를 제외하고는 연중무휴 1일 24시간 동안 가능한 것을 원칙으로 합니다. 다만, 중앙회의 업무상이나 기술상의 이유로 서비스가 일시 중지되거나, 운영상의 목적으로 중앙회가 정한 기간에는 서비스가 일시 중지될 수 있습니다. 이런 경우 중앙회는 사전 또는 사후 이를 공지합니다.
<br />② 중앙회는 서비스 내용별로 이용가능 시간을 정할 수 있으며 이 경우 그 내용을 서비스를 통해 사전 공지합니다
<br />제 12조(정보의 제공)
<br />중앙회는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대해서 공지사항이나 전자메일 등의 방법으로 회원에게 제공할 수 있으며, 회원은 원하지 않을 경우 정보수신거부를 요청할 수 있습니다.
<br />제 13조(회원의 게시물)
<br />① 서비스에 게재된 자료에 대한 권리는 다음 각 호와 같습니다.
<br />1. 게시물에 대한 권리와 책임은 게시자에게 있으며 중앙회는 게시자의 동의 없이는 이를 서비스 내 게재 이외에 영리적 목적으로 사용하지 않습니다. 단, 비영리적인 경우에는 그러하지 아니하며 또한 중앙회는 서비스내의 게재권을 갖습니다.
<br />2. 회원은 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 상업적으로 사용할 수 없습니다.
<br />② 중앙회는 회원이 서비스에 게시, 게재하거나 서비스를 통해 전송한 내용물에 대하여 책임지지 않으며, 아래 사항에 해당하는 경우 사전통지 없이 삭제할 수 있습니다.
<br />1. 타인을 비방하거나, 프라이버시를 침해하거나, 명예를 손상시키는 내용인 경우
<br />2. 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 경우
<br />3. 범죄적 행위에 관련된다고 인정되는 내용일 경우
<br />4. 중앙회의 지적재산권, 타인의 지적재산권 등 기타 권리를 침해하는 내용인 경우
<br />5. 중앙회에서 규정한 게시기간을 초과한 경우
<br />6. 기타 관계법령에 위반된다고 판단되는 경우
<br />제 14조(서비스 내용 변경)
<br />서비스 내용이 추가, 변경 또는 삭제되는 경우에는 필요한 사항을 회원들에게 공지하거나 통보합니다.
<br />제 15조(서비스 제공의 제한 및 중지)
<br />① 중앙회는 다음에 해당하는 경우 서비스 제공의 일부 또는 전부를 제한하거나 중지할 수 있습니다.
<br />1. 서비스용 설비의 보수, 정기점검 또는 공사로 인한 부득이한 경우
<br />2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지한 경우
<br />3. 전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우
<br />4. 설비 장애 또는 이용 폭주 등으로 서비스 이용에 지장이 있는 경우
<br />5. 중앙회가 만든 서비스의 기본 취지에 반하는 게시물이 등록되어 대다수 이용자의 건전한 서비스 이용에 지장을 초래하거나, 지장을 줄 우려가 있는 경우
<br />② 중앙회가 제1항의 규정에 의하여 서비스 제공의 일부 또는 전부를 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 회원에게 알립니다.
<br />제 16조(서비스 이용 책임)
<br />회원은 서비스를 이용하여 불법 상품을 판매하는 영업 활동을 할 수 없으며 특히 해킹, 돈벌기 광고, 음란사이트를 통한 상업행위, 상용 S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치 등에 관해서는 중앙회가 책임을 지지 않습니다.
<br />제5장 계약해지 및 이용제한
<br />제 17조(계약해지 및 이용제한)
<br />① 회원이 이용계약을 해지하고자 하는 때에는 회원본인이 서비스 또는 E메일을 통하여 해지신청을 하여야 합니다.
<br />② 중앙회는 회원이 아래 사항에 해당하는 행위를 하였을 경우 사전통지 후 계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지 또는 적절한 방법으로 제한할 수 있습니다. 다만, 긴급을 요하는 경우 임의 조치할 수 있습니다.
<br />1. 타인의 회원 ID 및 비밀번호 등 개인정보를 도용한 경우
<br />2. 서비스 운영을 고의로 방해한 경우
<br />3. 공공질서 및 미풍양속에 반하는 경우
<br />4. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우
<br />5. 서비스의 위해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우
<br />6. 중앙회, 다른 회원 또는 타인의 지적재산권을 침해하는 경우
<br />7. 중앙회의 서비스 정보를 이용하여 얻은 정보를 중앙회의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
<br />8. 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우
<br />9. 본 약관을 포함하여 기타 중앙회가 정한 이용조건 및 관계법령을 위반한 경우
<br />③ 회원은 계약의 해지와는 별도로, 제2항의 행위 등으로 인하여 중앙회가 입은 손해를 배상할 책임이 있습니다.
<br />④ 회원은 제2항의 행위 등으로 인하여 다른 회원 또는 제3자가 입은 손해를 배상할 책임이 있으며, 만약 중앙회가 그에 대한 손해배상 등을 하였을 경우 이를 중앙회에 보전해주어야 합니다.
<br />제6장 손해배상 및 기타 사항
<br />제 18조(손해배상)
<br />중앙회는 서비스 이용과 관련하여 회원에게 어떠한 손해가 발생하더라도 중앙회가 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 아니합니다.
<br />제 19조(면책조항)
<br />① 중앙회는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
<br />② 중앙회는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.
<br />③ 중앙회는 회원이 서비스를 이용하여 기대하는 수익을 상실한 것이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
<br />④ 중앙회는 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.
<br />⑤ 중앙회는 서비스 이용과 관련하여 회원에게 발생한 손해 가운데 가입자의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.
<br />제 20조(관할법원)
<br />회원과 중앙회간에 발생한 분쟁에 대하여는 대한민국 법을 적용하며, 민사소송법상의 관할을 가지는 대한민국의 법원을 관할법원으로 합니다.
<br />[부칙]
<br />1. (시행일) 이 약관은 2020년 3월 1부터 시행합니다.
				</div>
				<ButtonOutlineXL text="닫기"/>
			</div>
		</div>
	)
}
export default Component ;